Revit 2027 API
ParameterTypeId.WalkthroughActiveAndTotalFramesText Property
 "Active and total number of frames"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WalkthroughActiveAndTotalFramesText { get; }
Public Shared ReadOnly Property WalkthroughActiveAndTotalFramesText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WalkthroughActiveAndTotalFramesText {
	ForgeTypeId^ get ();
}
static member WalkthroughActiveAndTotalFramesText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace